[{"player":"Torzeka", "date":"28.02.2022 20:54", "grade":20, "comment":"Fan inconditionnel de FS, j’attendais ER comme le graal. Bon bah c’est le graal ! Ce qui est fou c’est que plus j’y joue plus je trouve le jeu incroyable. Au début j’avais un peu du mal avec l’open world par exemple, surtout que c’est un genre qui m’a pas mal lassé avec le temps. Je trouvais celui d’ER assez vide et pas spécialement intéressant à fouiller. Mais en fait pas du tout ! Il est d’une richesse inattendue, et cette richesse se dévoile au fur et à mesure des sessions de jeux. Il y’a une foultitudes de secrets à découvrir, de petites « enigmes » à résoudre, de pnj/zone secret(e)s. C’est vraiment très abouti, on arrive plus à lâcher la manette. A côté de l’open world on a des sortes de « donjons » immenses qui servent à faire avancer l’histoire avec les boss importants du jeu. Et là je encore c’est une claque. Dites vous que chacun de ces donjons ça correspond à 2 voire 3 zones de dark souls misent bout à bout tellement c’est immense. Et la verticalité est parfaitement maîtrisée ce qui rend l’exploration jouissive. Les boss j’ai même pas envie de m’étendre dessus, c’est FS aux commandes. Dites vous juste qu’ils ont garder l’idée développée dans sekiro, à savoir moins de boss d’histoire, mais des combats absolument mémorable (contrairement aux souls et leurs boss très oubliables par moment). Ici il n’y a que les boss optionnels qui sont publiable même si certains sont d’excellentes surprises et vont vous donner beaucoup de fil à retordre. Après 40h de jeu sur pc, le bilan est moins « pire » que mes premières impressions. Très peu de drop fps et finalement ça ne survient qu’à des endroits très précis sur la map donc ça n’impacte aucunement le gameplay. Jamais eu aucun drop en boss fight (si l’on excepte la « sentinelle de l’arbre » vous verrez de quoi je parle en y jouant, mais il faut vraiment l’amener hors de sa zone d’aggro sinon c’est bourré de drop par là bas). Bref je pourrais continuer longtemps, mais c’est 20 sans aucune hésitation, certainement le meilleur jeu auquel j’ai joué depuis 10 ans. Attention néanmoins, si vous n’êtes pas coutumiers du style FS, renseignez vous peut être avant d’acheter car il est possible que ce ne soit pas votre truc."},
{"player":"Ranni_la_Witch", "date":"24.03.2022 01:02", "grade":20, "comment":"Tout d'abord précision importante: le jeu a été patché sur PC, les problèmes d'opti ne sont plus aussi présents qu'avant, il y a clairment une énorme différence avec les MàJ récentes. La sortie a été honteuse, il est plus que normal de pester contre ça car c'est inadmissible. Je suis le premier à rager et m'offusquer de ça. Hélas FS sont ni les premiers ni les derniers dans la catégorie foutage de gueule.. C'est légion sur 80% des jeux qui sortent sur PC malheureusement.. et ce depuis toujours. Bref ! Désormais ça appartient au passé et il faut rendre hommage à ce fantastique jeu qui ne mérite de façon objective que des éloges. Je viens de le finir à l'instant. 160H, je pense avoir tout fait. Quel jeu.. Mais quel jeu.. Des surprises et des émerveillement de bout en bout. J'ai jamais pris autant de plaisir dans une aventure comme celle là. Clairement l'après Elden Ring va être dur pour ce qui est des autres productions du genre. Le jeu est infini, regorge de secrets, de possibilités et de variétés dans ses ambiances et son univers qui sont retranscrits avec un direction artistique exceptionnelle. Tout est extraordinaire, il n'y a vraiment rien à jeter :-) Bien sûr les recyclages sur tout le côté annexe du jeu peut un peu gaver à la longue, mais bon en vrai tu peux les skip ou jouer avec les possibilités que te donne le jeu pour les écraser et en faire une formalité. En tout cas je préfère avoir ça en bonus que non. Le jeu réussit suffisamment à être varié dans tous les autres aspects principaux qu'au final osef. Le jeu n'est pas non plus parfait sur tout. C'est vrai que techniquement c'est daté. Mais là encore la DA fait tout le taff. Daté ou non, ca ne m'a pas empêché de me dire 450x durant ma partie wow c'est magnifique. Petit soucis d'équilibrage également, mais bon là encore difficile de savoir quoi faire concrètement. Ca fait bizarre par moment de rouler sur des boss dans un jeu From Software, mais bon rassurez vous, il y a bel et bien énormément de challenge si vous le désirez. La variété et la richesse du jeu font qu'on peut l'aborder de plein de façon différente, tout le monde y trouvera son compte. Un jeu à faire, ce n'est pas facile mais tout le monde peut y arriver en tout cas. Surtout ne vous arrêtez pas à des préjugés biaisés, ce serait trop dommage de passer à côté d'une oeuvre comme celle là, encore plus si vous kiffer les jv. Bon maitenant NG+ ou reroll depuis le départ sur un tout nouveau perso ? tel est le dur choix qui s'offre à moi.. :D Car oui même après toutes ces heures, tu n'as qu'une envie: y retourner 💛"},
{"player":"Sworm_cod", "date":"20.03.2022 16:40", "grade":11, "comment":"franchement, un jeu ou si tu ne parles pas a tous les pnj dans un certain ordre tu ne peux jouer que sur 80% de la map ne mérite pas d'exister, honteux, méfier vous ceux qui comptent y jouer faites la quête de ranni la sorcière ou alors vous aurez accès a très peu de sous terrains, vous serrez amputer de 20% de la map possible"},
{"player":"Vergilesco", "date":"25.02.2022 11:03", "grade":9, "comment":"Portage honteux sur PC, du stuttering sur une RTX 3070 pour un vieux moteur recyclé, on va encore plus rigoler quand ils vont ajouter le Raytracing. Définitivement les compagnies japonaises ont du mal avec les portages PC, fallait attendre 3 ans pour un patch de Nier Automata et le FF7 Remake fut horrible!!!"}]